Repository: Jawziyya/azkar-ios
Catalog: Azkar/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, en, tr

# settings.appearance.app-theme.flat
source: Плоская
ar: مسطح
en: Flat
tr: Düz

# settings.appearance.app-theme.reader
source: Читалка
ar: قارئ
en: E-reader
tr: Okuyucu

# settings.appearance.app-theme.title
source: Темы
ar: سمات الألوان
en: Themes
tr: Temalar

# settings.appearance.color-scheme.auto.description
source: Приложение автоматически подстраивается под настройки устройства.
ar: التطبيق يتبع إعدادات المظهر.
en: The app automatically adapts to your device appearance setting.
tr: Uygulama otomatik olarak görünüm ayarlarına göre uyarlanır.

# settings.appearance.color-scheme.auto.title
source: Авто
ar: تلقائي
en: System
tr: Otomatik

# settings.appearance.color-scheme.dark.description
source: Приложение всегда использует тёмную тему
ar: التطبيق يستخدم دائمًا المظهر الداكن
en: The app always uses a dark appearance
tr: Uygulama her zaman koyu temayı kullanır

# settings.appearance.color-scheme.dark.title
source: Тёмная
ar: داكن
en: Dark
tr: Koyu

# settings.appearance.color-scheme.light.description
source: Приложение всегда использует светлую тему
ar: التطبيق يستخدم دائمًا المظهر الفاتح
en: The app always uses a light appearance
tr: Uygulama her zaman açık temayı kullanır

# settings.appearance.color-scheme.light.title
source: Светлая
ar: فاتح
en: Light
tr: Parlak

# settings.appearance.color-theme.forest
source: Лес
ar: غابة
en: Forest
tr: Orman

# settings.appearance.color-theme.header
source: Цветовая схема
ar: الألوان
en: Color scheme
tr: Renk Teması

# settings.appearance.color-theme.ink
source: Чернила
ar: الحبر
en: Ink
tr: Mürekkep

# settings.appearance.color-theme.purple-rose
source: Пурпурная роза
ar: الوردة بنفسجية
en: Purple Rose
tr: Mor gül

# settings.appearance.color-theme.rose-quartz
source: Розовый кварц
ar: المعدن الوردي
en: Rose Quartz
tr: Gül kuvars

# settings.appearance.color-theme.sea
source: Море
ar: البحر
en: Sea
tr: Deniz

# settings.appearance.language
source: Язык приложения
ar: لغة التطبيق
en: App language
tr: Uygulama dili

# settings.appearance.subtitle
source: Цветовые схемы, внешний вид приложения
ar: مخططات الألوان، أيقونات التطبيق
en: Themes and app icons
tr: Renk şemaları, uygulama simgeleri

# settings.appearance.title
source: Оформление
ar: المظهر
en: Appearance
tr: Tema

# settings.breaks.info
source: Если эта опция включена, приложение будет вставлять перенос на новую строку после каждого предложения в тексте зикра/дуа.
ar: إذا تم تفعيل هذا الخيار، سيقوم التطبيق بإدراج فاصل سطر جديد بعد كل جملة في نص الذكر/الدعاء.
en: If enabled, Azkar will insert line-breaks after each sentence in dhikr/dua.
tr: Bu seçenek etkinleştirilirse, uygulama zikir/dua metnindeki her cümleden sonra yeni bir satıra geçiş ekleyecektir.

# settings.breaks.title
source: Использовать умные переносы
ar: استخدام الفواصل الذكية
en: Use smart line-breaks
tr: Akıllı satır sonlarını kullan

# settings.counter.counter-haptics
source: Вибро-отклик
ar: الاهتزاز
en: Haptic feedback
tr: Titreşim

# settings.counter.counter-position.center
source: Центр
ar: وسط
en: Center
tr: Orta

# settings.counter.counter-position.left
source: Слева
ar: يسار
en: Left
tr: Sol

# settings.counter.counter-position.right
source: Справа
ar: يمين
en: Right
tr: Sağ

# settings.counter.counter-position.title
source: Позиция
ar: موضع
en: Position
tr: Konumu

# settings.counter.counter-size.title
source: Размер
ar: حجم
en: Size
tr: Boyutu

# settings.counter.counter-ticker
source: Звук
ar: الصوت
en: Ticker sound
tr: Ses

# settings.counter.counter-type.button
source: Кнопка
ar: زر
en: Button
tr: Düğme

# settings.counter.counter-type.info
source: Данная опция позволяет переключить тип счётчика, который будет использоваться на экране чтения. «Кнопка» — нужно нажимать на круглую кнопку в нижнем углу смартфона. «Нажатие» — нужно нажимать на любую область экрана чтения 2 раза.
ar: يتيح لك هذا الخيار تبديل نوع العداد الذي سيتم استخدامه على شاشة القراءة. "زر" - تحتاج إلى النقر على الزر الدائري في الزاوية السفلية من الهاتف. "نقر" - تحتاج إلى النقر على أي منطقة من شاشة القراءة مرتين.
en: This option allows you to switch type of the counter used. If you choose 'button' Azkar will display a button at the bottom of reading screen. If you choose 'tap' there will be no visible indication, but you will be able to tap twice at any area to decrement the counter.
tr: Bu seçenek, okuma ekranında kullanılacak sayaç türünü değiştirmenizi sağlar. «Düğme» - telefonunuzun alt köşesindeki yuvarlak düğmeye basmanız gerekir. «Dokunma» - okuma ekranının herhangi bir alanına iki kez dokunmanız gerekir.

# settings.counter.counter-type.tap
source: Нажатие
ar: نقر
en: Tap
tr: Dokunma

# settings.counter.counter-type.title
source: Тип
ar: نوع
en: Type
tr: Türü

# settings.counter.go-to-next-dhikr
source: Открывать следующий зикр по завершении
ar: فتح الذكر التالي عند الانتهاء
en: Go to next dhikr when repeats completed
tr: Tamamlandığında sonraki zikri aç

# settings.counter.go-to-next-dhikr-tip
source: Если эта опция включена, при завершении чтения какого-либо зикра, приложение автоматически откроет следующий
ar: إذا تم تفعيل هذا الخيار، عند الانتهاء من قراءة ذكر معين، سيفتح التطبيق تلقائيًا الذكر التالي
en: If this option is enabled whenever you finish repeating a dhikr Azkar will show the next one
tr: Bu seçenek etkinleştirilirse, herhangi bir zikir okunması tamamlandığında uygulama otomatik olarak bir sonraki zikri açar

# settings.counter.page-indicators
source: Индикатор страниц
ar: مؤشرات الصفحات
en: Page indicators
tr: Sayfa göstergeleri

# settings.counter.page-indicators.all
source: Все
ar: الكل
en: All
tr: Tümü

# settings.counter.page-indicators.custom
source: Выбранные
ar: مخصص
en: Custom
tr: Özel

# settings.counter.subtitle
source: Настройки счётчика азкаров
ar: إعدادات عداد الأذكار
en: Fine-tuning adhkar counter
tr: Zikir sayacı ayarları

# settings.counter.title
source: Счётчик
ar: العداد
en: Counter
tr: Sayaç

# settings.icon.list.azure
source: Лазурь
ar: أزرق سماوي
en: Azure
tr: Masmavi

# settings.icon.list.cookie
source: Кратерная печенюшка
ar: بسكويت الفوهات
en: Crater Cookie
tr: Krater Kurabiyesi

# settings.icon.list.dark_night
source: Тёмная ночь
ar: ليل مظلم
en: Dark night
tr: Karanlık gece

# settings.icon.list.gold
source: Золото
ar: ذهبي
en: Gold
tr: Altın

# settings.icon.list.ink
source: Чернила
ar: حبر
en: Ink
tr: Mürekkep

# settings.icon.list.ramadan
source: Рамадан
ar: رمضان
en: Ramadan
tr: Ramazan

# settings.icon.pro.crescent
source: Молодая луна
ar: الهلال
en: Crescent
tr: Genç Ay

# settings.icon.pro.light
source: Свет
ar: الضوء
en: Light
tr: Işık

# settings.icon.pro.serpentine
source: Лунный серпантин
ar: الشريط القمري
en: Moon Serpentine
tr: Ay Serpantini

# settings.icon.pro.spring
source: Весна
ar: الربيع
en: Spring
tr: İlkbahar

# settings.icon.pro.vibrantMoon
source: Яркий полумесяц
ar: الهلال النابض بالحياة
en: Vibrant Crescent
tr: Canlı Hilal

# settings.icon.title
source: Значок
ar: أيقونة التطبيق
en: Icon
tr: Simge

# settings.onboarding.subtitle
source: Как пользоваться приложением
ar: كيفية استخدام التطبيق
en: How to use the app
tr: Uygulamayı nasıl kullanılır

# settings.onboarding.title
source: Инструкции
ar: التعليمات
en: Onboarding
tr: Talimatlar

# settings.reminders.enable
source: Включить напоминания
ar: تفعيل التذكيرات
en: Enable reminders
tr: Hatırlatıcıları etkinleştir

# settings.reminders.header
source: Настройки
ar: تكوين التذكيرات
en: Configuration
tr: Hatırlatıcı Yapılandırması

# settings.reminders.jumua.label
source: Дуа в день джумуа
ar: يوم الجمعة
en: Jumua supplication
tr: Cuma günü duası

# settings.reminders.jumua.switch-label
source: Напоминать о дуа в день джумуа
ar: تذكير يوم الجمعة
en: Remind about dua in Jumua
tr: Cuma günü duasını hatırlat

# settings.reminders.morning-evening.evening-label
source: Вечерние азкары
ar: بأذكار المساء
en: Evening reminder
tr: Akşam hatırlat

# settings.reminders.morning-evening.label
source: Утренние и вечерние азкары
ar: أذكار الصباح والمساء
en: Morning & Evening adhkar
tr: Sabah ve akşam zikirleri

# settings.reminders.morning-evening.morning-label
source: Утренние азкары
ar: اذكار الصباح
en: Morning reminder
tr: Sabah hatırlat

# settings.reminders.morning-evening.switch-label
source: Напоминать об утренних и вечерних азкарах
ar: تذكير حول أذكار الصباح والمساء
en: Remind about morning & evening adhkar
tr: Sabah ve Akşam zikirlerini hatırlat

# settings.reminders.no-access.general
source: Azkar не может отправлять вам уведомления, так как вы не предоставили доступ.
ar: تطبيق Azkar لا يستطيع إرسال إشعارات لك لأنك لم تمنح الإذن.
en: Azkar App can not send notifications since the permission wasn't granted.
tr: Azkar size bildirim gönderemiyor çünkü erişim izni vermediniz.

# settings.reminders.no-access.no-sound
source: У Azkar есть доступ на отправку уведомлений, но звук уведомлений отключён
ar: يملك تطبيق Azkar إذن إرسال الإشعارات، لكن صوت الإشعارات معطل
en: Azkar App can send notifications but sounds switched off
tr: Azkar bildirim gönderme iznine sahip, ancak bildirim sesi kapalı

# settings.reminders.no-access.title-general
source: Нет доступа на отправку уведомлений
ar: لا يوجد إذن لإرسال الإشعارات
en: No permission to send notifications
tr: Bildirim gönderme izni yok

# settings.reminders.no-access.title-sound
source: Нет доступа на воспроизведение звуков
ar: لا يوجد إذن لتشغيل الأصوات
en: No access to play sounds
tr: Ses çalma izni yok

# settings.reminders.no-access.turn-on-title
source: Включить в Настройках
ar: تفعيل في الإعدادات
en: Turn ON in Settings
tr: Ayarlarda etkinleştir

# settings.reminders.reminder-types-section-title
source: Виды напоминаний
ar: أنواع التذكيرات
en: Reminder types
tr: Hatırlatıcı türleri

# settings.reminders.sounds.custom
source: Дополнительные
ar: صوت مخصص
en: Custom
tr: Ek

# settings.reminders.sounds.sound
source: Звук
ar: صوت
en: Sound
tr: Ses

# settings.reminders.sounds.standard
source: Стандартные
ar: الصوت القياسي
en: Standard
tr: Standart

# settings.reminders.sounds.title
source: Звуки
ar: أصوات التذكيرات
en: Sounds
tr: Sesler

# settings.reminders.subtitle
source: Напоминания об утренних и вечерних азкарах и др.
ar: تذكيرات بأذكار الصباح والمساء وغيرها
en: Morning and evening adhkar reminders
tr: Sabah ve akşam ezkar hatırlatmaları ve diğerleri

# settings.reminders.time
source: Время
ar: وقت
en: Time
tr: Zaman

# settings.reminders.title
source: Напоминания
ar: إشعارات
en: Reminders
tr: Bildirim

# settings.text.adhkar_collections_source.header
source: Коллекция утренних и вечерних азкаров
ar: مجموعة أذكار الصباح والمساء
en: Morning & Evening Adhkar Collection
tr: Sabah ve akşam ezkar koleksiyonu

# settings.text.adhkar_collections_source.title
source: Коллекция
ar: مجموعة
en: Collection
tr: Ezkar koleksiyonu

# settings.text.arabic-line-spacing
source: Межстрочный интервал (араб.)
ar: تباعد الأسطر (العربية)
en: Line spacing (arabic)
tr: Satır aralığı (Arapça)

# settings.text.arabic-text-font
source: Шрифт арабского текста
ar: خط النص العربي
en: Arabic font
tr: Arapça metin yazı tipi

# settings.text.content.header
source: Перевод и транслитерация
ar: الترجمة والنقل الحرفي
en: Translation & Romanization
tr: Çeviri ve Çeviri Yazı

# settings.text.extra
source: Дополнительные настройки
ar: إعدادات إضافية
en: Extra settings
tr: Ekstra Ayarlar

# settings.text.font-size
source: Размер текста
ar: حجم الخط
en: Text size
tr: Metin boyutu

# settings.text.fonts.header
source: Шрифты
ar: الخطوط
en: Fonts
tr: Yazı Tipleri

# settings.text.language
source: Язык перевода
ar: لغة الترجمة
en: Translation language
tr: Çeviri dili

# settings.text.line-spacing
source: Межстрочный интервал
ar: تباعد الأسطر
en: Line spacing
tr: Satır aralığı

# settings.text.reading_mode.line_by_line.description
source: Каждая строка арабского текста сопровождается переводом и транскрипцией.
ar: يعرض كل سطر من النص الأصلي يليه مباشرة ترجمته
en: Displays each line of the original text followed immediately by its translation.
tr: Her özgün metin satırının hemen altında çevirisi gösterilir.

# settings.text.reading_mode.line_by_line.title
source: Совмещённый
ar: سطرًا بسطر
en: Line by line
tr: Satır satır

# settings.text.reading_mode.normal.description
source: Оригинальный текст и перевод отображаются отдельными блоками.
ar: يعرض النص الأصلي كاملًا ثم الترجمة كاملة في فقرات منفصلة
en: Shows the full original text, then the full translation in separate blocks.
tr: Orijinal metin ve çeviri ayrı bloklar hâlinde gösterilir.

# settings.text.reading_mode.normal.title
source: Обычный
ar: عادي
en: Normal
tr: Normal

# settings.text.reading_mode.title
source: Режим чтения
ar: وضع القراءة
en: Reading mode
tr: Okuma modu

# settings.text.show-tashkeel
source: Отображать огласовки
ar: عرض تشكيل
en: Show tashkeel
tr: Harekeleri göster

# settings.text.standard-font-name
source: Системный
ar: الخط القياسي
en: System Font
tr: Standart

# settings.text.subtitle
source: Шрифт, межстрочный интервал, размер текста
ar: الخط، تباعد الأسطر، حجم النص
en: Fonts, line spacing, text size
tr: Yazı tipi, satır aralığı, metin boyutu

# settings.text.title
source: Текст
ar: نص
en: Text
tr: Metin

# settings.text.translation-line-spacing
source: Межстрочный интервал (перев.)
ar: تباعد الأسطر (الترجمة)
en: Line spacing (translation)
tr: Satır aralığı (çev.)

# settings.text.translation_text_font
source: Шрифт перевода
ar: خط نص الترجمة
en: Translation font
tr: Çeviri yazı tipi

# settings.text.transliteration
source: Тип транслитерации
ar: نوع التحويل الحرفي
en: Romanization Type
tr: Transliterasyon Yazı Türü

# settings.text.use-system-font-size
source: Системный размер текста
ar: استخدام حجم خط النظام
en: System text size
tr: Sistem yazı boyutu

# settings.text.use_system_font_size_tip
source: Если эта настройка включена, размер текста будет зависеть от настроек устройства. Если выключить эту функцию, размер текста можно выбрать вручную.
ar: استخدام إعدادات حجم الخط من إعدادات iOS
en: If this option is turned on Azkar app will use text size from iOS Settings (Settings — Display & Brightness — Text Size). If it's turned off you can choose desired text size below.
tr: Bu seçenek etkinleştirildiğinde, metin boyutu iOS ayarlarına bağlı olacaktır (Ayarlar - Ekran ve Parlaklık - Metin Boyutu). Bu işlevi kapatırsanız, metin boyutunu manuel olarak ayarlayabilirsiniz.

# settings.title
source: Настройки
ar: الإعدادات
en: Settings
tr: Ayarlar

# settings.use_fun_features
source: Украшения
ar: تمكين الميزات الممتعة
en: Fun Features
tr: Süsleme

# settings.use_fun_features_tip
source: Это функции, которые делают приложение более красочным, но по мнению некоторых людей являются лишними, и они были бы рады их отключить. Теперь у таких людей есть своя кнопка. :-)
ar: تأثيرات الرسوم المتحركة والكونفيتي وغيرها
en: These are features which make Azkar app a bit beautiful but some people find useless and annoying.
tr: Bu fonksiyon uygulamayı daha renkli yapar, ancak bazı kullanıcılarımız bunun gereksiz olduğunu düşünüyor ve kapatmayı tercih ediyorlar. Artık bu kullanıcılarımıza özel düğme ekledik :-)

# settings.zikr.subtitle
source: Настройки чтения азкаров
ar: إعدادات قراءة الأذكار
en: Adhkar reading settings
tr: Zikir okuma ayarları

# settings.zikr.title
source: Азкары
ar: الأذكار
en: Adhkar
tr: Zikir

# share.background-header
source: Фон
ar: الخلفية
en: Background
tr: Arka Plan

# share.background-type.all
source: Все
ar: الكل
en: All
tr: Hepsi

# share.background-type.color
source: Цвета
ar: ألوان
en: Colour
tr: Renkler

# share.background-type.image
source: Изображения
ar: صور
en: Images
tr: Fotoğraflar

# share.background-type.pattern
source: Паттерны
ar: أنماط
en: Patterns
tr: Desenler

# share.font-size
source: Размер текста
ar: حجم الخط
en: Font size
tr: Yazı Tipi Boyutu

# share.image
source: Изображение
ar: صورة
en: Image
tr: Görsel

# share.image_saved
source: Изображение сохранено
ar: تم حفظ الصورة
en: Image saved
tr: Görsel fotoğraflara kaydedildi

# share.include-azkar-logo
source: Добавить логотип Azkar
ar: إضافة شعار Azkar
en: Include Azkar logo
tr: Azkar logosunu ekle

# share.include-benefit
source: Вложить текст о пользе
ar: إدراج نص عن الفائدة
en: Include text of benefit
tr: Faydalar hakkındaki metni ekle

# share.include-original-text
source: Текст оригинала
ar: تضمين النص الأصلي
en: Include Original Text
tr: Metni Dahil Et

# share.include-title
source: Вложить заголовок
ar: إدراج العنوان
en: Include title
tr: Başlığı ekle

# share.include-translation
source: Текст перевода
ar: تضمين الترجمة
en: Translation Text
tr: Çeviriyi Dahil Et

# share.include-transliteration
source: Текст транскрипции
ar: تضمين النطق
en: Transliteration Text
tr: Transliterasyonu Dahil Et

# share.share-as
source: Поделиться как
ar: مشاركة كـ
en: Share as
tr: Paylaş olarak

# share.shared-with-azkar
source: Приложение Azkar
ar: تطبيق Azkar
en: Shared from Azkar App
tr: Azkar uygulaması

# share.show-extra-options
source: Дополнительные опции
ar: إظهار الخيارات الإضافية
en: Show Extra Options
tr: Ekstra Seçenekleri Göster

# share.text
source: Текст
ar: نص
en: Text
tr: Metin

# share.text-alignment
source: Выравнивание текста
ar: محاذاة النص
en: Text alignment
tr: Metin hizalama

# share.text_copied
source: Текст скопирован
ar: تم نسخ النص
en: Text copied
tr: Metin panoya kopyalandı

# share_photo_library_access_denied
source: Доступ к фотоплёнке запрещён. Разрешите доступ в настройках.
ar: تم رفض الوصول إلى مكتبة الصور. يمكنك السماح بالوصول من الإعدادات
en: Photo library access denied. You can allow access in Settings.
tr: Fotoğraf galerisine erişim reddedildi. Ayarlardan erişime izin verebilirsiniz.

# subscribe.billing.auto-renewing
source: Подписка возобновляется автоматически, пока вы сами не отключите её
ar: الاشتراك يتجدد تلقائيًا حتى تقوم بإلغائه بنفسك
en: The subscription renews automatically until you turn it off
tr: Abonelik, siz kendiniz kapatana kadar otomatik olarak yenilenir

# subscribe.billing.lifetime
source: Единоразовая покупка
ar: شراء لمرة واحدة
en: One-time purchase
tr: Tek seferlik satın alma

# subscribe.billing.monthly
source: Ежемесячное списание
ar: فوترة شهرية
en: Billed monthly
tr: Aylık ödeme

# subscribe.cancel
source: Отменить подписку
ar: إلغاء الاشتراك
en: Cancel subscription
tr: Aboneliği iptal et

# subscribe.features.color-themes.title
source: Красочные темы
ar: سمات ألوان متنوعة
en: Colorful themes
tr: Renkli temalar

# subscribe.features.custom-fonts.title
source: 10+ различных шрифтов
ar: أكثر من 10 خطوط مختلفة
en: 10+ custom fonts
tr: 10+ farklı yazı tipi

# subscribe.features.more.title
source: Все новые премиум функции
ar: جميع الميزات الجديدة المميزة
en: And all the new features to come!
tr: Tüm yeni premium özellikler

# subscribe.features.reminder-sounds.title
source: Набор дополнительных звуков для уведомлений
ar: مجموعة أصوات إضافية للإشعارات
en: Different reminder sounds
tr: Bildirimler için ek sesler seti

# subscribe.finish.thanks
source: Поздравляем с покупкой **Azkar Pro**!
ar: تهانينا على شراء **Azkar Pro**!
en: Thank you for purchasing **Azkar Pro**!
tr: **Azkar Pro** satın aldığınız için tebrikler!

# subscribe.purchase-for
source: Купить за %@
ar: شراء %@
en: Purchase for %@
tr: %@ için satın al

# subscribe.purchase-title
source: Продолжить
ar: متابعة
en: Continue
tr: Devam et

# subscribe.restore
source: Восстановить
ar: استعادة
en: Restore
tr: Geri yükle

# subscribe.subscribe-title
source: Подписаться
ar: اشتراك
en: Subscribe
tr: Abone ol

# subscribe.title
source: Часть функционала доступна только пользователям **Azkar Pro**.
ar: بعض الميزات متاحة فقط لمستخدمي **Azkar Pro**.
en: Some of the features only available for **Azkar Pro** users.
tr: Bazı özellikler yalnızca **Azkar Pro** kullanıcıları için kullanılabilir.

# subscribe.why.message
source: • Все основные функции Azkar доступны пользователям **бесплатно**. • Разработка и размещение приложений в App Store отнимает время и деньги, встроенные покупки помогают покрыть эти расходы. • Бесплатное приложение без рекламы и встроенных покупок не приносит доходов разработчику. • Мы решили разработать эти функции, чтобы не внедрять рекламу и не делать приложение платным, вместе с тем, не ограничивая пользователей.
ar: • جميع الميزات الأساسية في Azkar متاحة للمستخدمين **مجانًا**. • تطوير التطبيقات ونشرها في App Store يستغرق وقتًا وأموالًا، والمشتريات داخل التطبيق تساعد في تغطية هذه التكاليف. • التطبيق المجاني بدون إعلانات ومشتريات داخل التطبيق لا يدر دخلاً للمطور. • قررنا تطوير هذه الميزات لتجنب وضع الإعلانات وجعل التطبيق مدفوعًا، مع عدم تقييد المستخدمين.
en: • All basic features of Azkar app available for **free**. • Developing and publishing apps on the App Store takes money and time. Purchases help to cover these costs. • Free apps without ads and purchases do not profit developers. • We decided to provide Pro features instead of adding ads while keeping all the core functionality free.
tr: • Azkar'ın tüm temel özellikleri kullanıcılar için **ücretsizdir**. • Uygulama geliştirme ve App Store'da barındırma zaman ve para gerektirir, uygulama içi satın alımlar bu maliyetleri karşılamaya yardımcı olur. • Reklamsız ve uygulama içi satın alımları olmayan ücretsiz bir uygulama, geliştiriciye gelir getirmez. • Bu özellikleri geliştirmeye karar verdik çünkü reklam eklemek veya uygulamayı ücretli yapmak istemiyoruz, aynı zamanda kullanıcıları kısıtlamıyoruz.

# subscribe.why.title
source: Почему?
ar: لماذا؟
en: Why?
tr: Neden?

# subscription.period.month
source: месяц
ar: شهر
en: month
tr: ay

# subscription.period.week
source: неделя
ar: أسبوع
en: week
tr: hafta

# subscription.period.year
source: год
ar: سنة
en: year
tr: yıl

# text.source.abudaud
source: Абу Дауд
ar: أبو داود
en: Abu Daud
tr: Abu Daud

# text.source.ahmad
source: Ахмад
ar: أحمد
en: Ahmad
tr: Ahmad

# text.source.beyhaqi
source: Байхаки
ar: البيهقي
en: Beyhaqi
tr: Beyhaki

# text.source.bukhari
source: аль-Бухари
ar: البخاري
en: al-Bukhari
tr: al-Buhari

# text.source.darimi
source: ад-Дарими
ar: الدارمي
en: ad-Darimi
tr: ed-Darimi

# text.source.ibnhuzeyma
source: Ибн Хузейма
ar: ابن خزيمة
en: Ibn Huzeyma
tr: Ibn Huzeima

# text.source.ibnmaja
source: Ибн Маджа
ar: ابن ماجه
en: Ibn Majah
tr: Ibn Majah

# text.source.muslim
source: Муслим
ar: مسلم
en: Muslim
tr: Muslim

# text.source.nasai
source: ан-Насаи
ar: النسائي
en: an-Nasai
tr: an-Nasai

# text.source.quran
source: Коран
ar: القرآن
en: Quran
tr: Kuran

# text.source.tabarani
source: ат-Табарани
ar: الطبراني
en: at-Tabarani
tr: at-Tabarani

# text.source.tirmidhi
source: ат-Тирмизи
ar: الترمذي
en: at-Tirmidhi
tr: at-Tirmizi

# updates.title
source: Что нового в этой версии?
ar: ما الجديد في هذا الإصدار؟
en: What's new?
tr: Bu sürümdeki yenilikler

# widget.articles.a11y.open
source: Открывает статью
ar: يفتح المقالة
en: Opens the article
tr: Makaleyi acar

# widget.articles.a11y.shares
source: Поделились: %@
ar: المشاركات: %@
en: Shares: %@
tr: Paylasimlar: %@

# widget.articles.a11y.views
source: Просмотры: %@
ar: المشاهدات: %@
en: Views: %@
tr: Goruntulenme: %@

# widget.articles.description
source: Читайте последние статьи прямо с рабочего стола
ar: اقرأ أحدث المقالات من شاشتك الرئيسية
en: Read the latest articles from your home screen
tr: En son makaleleri ana ekranınızdan okuyun

# widget.articles.empty
source: Нет доступных статей
ar: لا توجد مقالات متاحة
en: No articles available
tr: Mevcut makale yok

# widget.articles.title
source: Статьи
ar: مقالات
en: Articles
tr: Makaleler

# widget.categories.description
source: Открывайте утренние, вечерние, ночные азкары и азкары после молитвы с главного экрана.
ar: افتح أذكار الصباح والمساء والنوم وما بعد الصلاة من الشاشة الرئيسية.
en: Open morning, evening, bedtime, and after salah adhkar from your Home Screen.
tr: Sabah, aksam, uyku oncesi ve namaz sonrasi zikirleri ana ekrandan acin.

# widget.categories.title
source: Быстрый доступ
ar: وصول سريع
en: Quick Access
tr: Hizli Erisim
